Repository: wp-plugins/juiz-user-custom
Catalog: languages/juiz_cuf-*.po
Languages: fr_fr

source: Settings of user custom fields
fr_fr: Réglages des champs utilisateurs

source: This custom user field already exists.
fr_fr: Ce champ personnalisé existe déjà.

source: Your custom user field named
fr_fr: Votre champ personnalisé nommé

source: is added
fr_fr: est ajouté

source: Adding of field failed
fr_fr: L'ajout du champ a échoué

source: Your first custom user field named
fr_fr: Votre premier champ personnalisé pour les utilisateurs nommé

source: You need to fill the field
fr_fr: Vous devez renseigner le champ

source: Label of field
fr_fr: Intitulé du champ

source: Sorry, you can't do that !
fr_fr: Désolé, vous ne pouvez pas faire ça !

source: This custom user field has correctly been removed.
fr_fr: Ce champ personnalisé a correctement été supprimé.

source: Note: no user had informed this field
fr_fr: Note : aucun utilisateur n'avait renseigné ce champ

source: user(s) had informed this field
fr_fr: utilisateurs(s) avai(en)t renseigné ce champ

source: An error has occured. Deleting isn't possible...
fr_fr: Une erreur est arrivée. La suppression n'est pas possible...

source: This custom user field doesn't exist...
fr_fr: Ce champ personnalisé ne semble pas exister...

source: Edit the custom user field named:
fr_fr: Édition du champ personnalisé nommé :

source: This custom user field correctly been updated.
fr_fr: Ce champ personnalisé a correctement été édité.

source: Note: no data updated (no user had informed this field)
fr_fr: Note : aucune donnée mise à jour (aucun utilisateur n'avait renseigné ce champ)

source: data(s) updated
fr_fr: donnée(s) mise(s) à jour

source: An error has occured. Updating isn't possible...
fr_fr: Une erreur est arrivée. La mise à jour ne semble pas possible...

source: The new name/slug you chose already exists.
fr_fr: Le nouveau nom/identifiant que vous avez choisi existe déjà.

source: optional
fr_fr: optionnel

source: in the loop
fr_fr: dans la boucle

source: Are you sure?
fr_fr: Êtes-vous vous sûr(e) ?

source: This action will delete all the informations about this custom user field!
fr_fr: Cette action effacera toutes les informations à propos de ce champs personnalisé pour les utilisateurs !

source: Delete this custom
fr_fr: Supprimer ce champ

source: Edit this custom
fr_fr: Éditer ce champ

source: No entry for the moment
fr_fr: Aucun champ perso pour le moment

source: Manage Juiz user customs
fr_fr: Gérer les champs personnalisés des utilisateurs

source: error
fr_fr: erreur

source: Well done!
fr_fr: C'est bon !

source: Add
fr_fr: Ajouter

source: Edit
fr_fr: Éditer

source: Create new custom user field
fr_fr: Créer un nouveau champ personnalisé

source: ex: Your profession
fr_fr: ex: Votre profession

source: Slug of field
fr_fr: Identifiant du champ

source: ex: your_profession
fr_fr: ex: votre_profession

source: this custom field
fr_fr: ce champ personnalisé

source: Existing custom user fields
fr_fr: Les champs personnalisé existants

source: Show in the front-end with this function
fr_fr: Afficher l'info en public avec la fonction

source: Type of field
fr_fr: Type de champ

source: Future feature
fr_fr: Fonctionnalité à venir

source: You love this plugin? You want to offer me something?
fr_fr: Vous aimez ce plugin ? Vous voulez m'offrir quelque chose ?

source: You found a bug? Please
fr_fr: Vous avez trouvé un bogue ? Merci de

source: report it
fr_fr: m'en informer

source: english, french and - maybe - spannish support
fr_fr: support anglais, français et - peut-être - espagnol

source: Other info ?
fr_fr: Autres informations ?

source: You need to
fr_fr: Vous devez

source: add a new user field
fr_fr: ajouter un nouveau champ de l'utilisateur
